00007496
00064673
00074032
00042905
03064733
00015784
00057549
00007312
00023251
00069078
01180601
00015730
00045153
00008471
00017621
00061047
00058698
02093812
00026016
00069649
00063572
03793240
00025904
00063193
00067718
02439275
00027152
03351605
00643831
00017513
03352695
00008572
00071754
00763816
00011369
00070721
00003817
00019304
00057380
00023636
00023782
00041210
00021745
00050812
00060141
00028948
00027367
00019032
00021704
00008434
00076304
03820947
00077904
01081784
00060963
00007371
00012439
00051906
00075904
00006386
00034350
00019985
00006171
00067717
00069164
00050371
00074123
00045458
00023810
00022371
00037437
03565250
00015316
00021252
00050488
00049558
00079248
01043259
00067959
00022742
00025287
00018018
00011467
00018639
00035241
00025144
00019129
02300992
13606705
00080645
00024593
00065306
01030777
00025245
00081386
01666716
00033735
00060420
00068520
00037003
00058145
16792830
00074427
00061564
00049250
00033904
00016854
00064610
00070230
00036734
00262884
00012966
00002727
00051181
00013306
00040536
16843961
00028736
02487723
00081167
00015880
00048555
00066857
00066028
00009419
00032512
00014485
00081676
02477790
00037556
00068547
00035927
00177281
00006137
00019004
00057144
02412018
00053262
00002275
00061044
00063896
00075374
00075204
00032598
00436433
00041510
00081007
00020348
00049602
00064752
00053823
03277550
00022137
00045976
00035151
00024144
00028934
00030616
00070052
00016403
00032645
00044331
03755356
00034792
00295138
00051288
03398675
00032804
15887905
00050048
01887490
14429404
00054781
00030692
00064855
00055846
00068426
00031226
00044197
16450093
00037489
00062255
00021726
13938915
01033823
14975332
03770385
00055676
00063707
00069560
00000319
00035378
00056947
00049667
00062302
00025320
00029419
00004526
00060162
00011594
00058117
03156296
00005435
00013719
00061173
00059125
00026758
00009589
03621953
00073733
00029431
00032411
00035231
00008995
00079947
15713958
00178775
15485221
00067313
01822470
00021675
00019262
00008828
00077542
00078920
00079985
00058422
00021340
00028582
03817349
00053664
00008803
03422501
00081619
00081336
00001362
15755488
00079476
00027573
00053246
00007564
00010957
00071132
00035388
00018995
00081929
00009517
00002281
00065576
00077462
00009396
00009503
00713176
01342705
00056431
00080439
00002519
00041739
00043507
00019001
00020167
00009497
00068570
00044333
00077910
03388638
01665030
00080000
00010213
00008481
00819998
00079628
00053445
00007096
00019907
00066402
00076732
00044483
00016529
00026283
00030850
00068159
00024989
00534284
03376396
00021311
00045000
00059485
00023507
16309691
00006998
00021408
01731490
01230614
00076740
00013104
00014443
16837718
00016414
00036538
00035304
00059248
17114514
00015914
00044910
00051289
03598227
00074588
03099747
00025029
00066608
00003062
00042254
00079989
00058407
00583056
00020468
00011697
00035406
02474097
00055444
00614486
00007702
00027546
00015036
00043230
00074225
00017726
00081274
00003626
00070193
03701714
00001816
00026050
00063531
16428274
00069352
00009636
02691580
00063768
16893969
00023774
14638038
00041586
00058192
03173862
00040683
00009078
00060122
00073692
00014682
03742766
00073419
00029933
03061994
00014609
00056125
00023632
03649514
00044258
00021723
00028909
00032896
00020826
00018328
14186969
03176813
00029074
02498815
00067807
00001875
00076341
00017942
00069842
00946750
00060222
00008012
00032007
00005528
00023747
01491680
00797466
00010605
00067278
00005532
00597458
00064755
13616946
02718718
01326334
00016205
00067962
00040831
00030654
16357851
00026700
00023594
00037183
00019643
00017931
00023208
00068105
00074294
00020852
00016270
00060130
01724083
00041543
00074220
00036855
01755395
00081492
00072672
00008923
01231908
00049960
00790331
00021370
00000317
14813146
00059285
00013135
03808747
00077657
00063218
00055561
00035348
00071584
00016569
00041688
00190505
00032100
00048023
03250808
00015785
00067655
00066963
00067303
00054416
02744544
00055325
00008889
00063966
02470382
00048592
00000986
00059168
03591775
00008526
01391639
00073747
00065139
00070013
00071766
00071281
00025856
00054497
00077028
00007391
00051351
00016814
01341220
00028111
00003117
00035902
00019782
00030693
00044897
00005927
00047278
14626800
00041201
01984873
00023437
00029342
00062603
00081267
02251637
00041885
02078847
15205441
00035713
02405112
00014155
00292782
00076930
00005158
00011792
00052121
13877078
00041010
00071282
00051249
00011422
00034049
00012344
00004798
03620676
00006513
00027670
01217265
01533095
00034831
13623150
00056552
00021643
00071978
00064417
03027240
00075388
00073210
00059515
01935022
00027352
03711575
00010679
00021396
00067961
00048701
00021397
00051771
00034619
00008150
00055114
00079748
00020329
00035686
01860576
16784038
03516632
00321475
03147364
00049366
00012556
00070008
00017236
03785949
03206894
00076355
00010697
00018031
00037608
00001939
00073998
00080023
00037742
00069556
00032395
01843588
00069485
00074049
00028779
00053426
03097531
00022423
00075389
00069956
00013173
02490638
00047235
00016570
02787104
00041452
00034696
00018239
00008013
00795524
00034620
00043400
00054150
02341836
03155728
00028591
00002335
00051711
03202258
00007896
00020119
00008263
00029687
00057135
00079435
00013815
00036076
00040579
00032242
00023008
00042403
00017204
00047754
16769835
00000779
00044644
00022559
00078268
00426894
00079986
00056346
00064802
00008379
00070698
00081570
17121515
00014138
00036376
01674947
00053381
00066406
00009544
02449484
00080767
00068519
00032557
00043332
14293321
00796834
00060538
01387098
00000943
00071837
00017040
01270471
00408843
00059879
00002224
00063878
00003164
00054297
00028133
00075745
00021644
00011705
03373165
00017134
00022070
00027914
00032309
00016330
00074511
00061326
00030333
00067322
00028891
03614766
00054495
00036063
00070192
00053484
00019586
00057052
00080565
00051982
00065537
00036583
13835851
00032179
00013744
00031727
14686910
00009734
00068918
00010729
00060680
00034021
00050198
00258576
00007018
00060066
00073580
00073217
00067023
00057978
00023310
00065835
13658235
00009061
02589480
00048065
00034048
00060140
00040666
00008522
00029503
00064167
00055003
00759655
00049313
00054725
00017730
00072004
17228150
00055629
00012789
00007365
00081678
01182294
00080335
00020642
00054172
00060821
00054782
00041978
00055976
00080893
00022050
00050216
00068382
00018996
00034479
00049287
00005023
00005511
00037606
00009543
00072030
00310150
00015056
00030503
00007085
00043102
00029305
00031687
00785791
00050211
00066490
00031353
00060643
00074790
00032733
00021556
00006118
00049788
00218999
03593973
00062569
03294226
02477363
00021902
15864543
03121665
00016758
00017811
00065634
02182335
00009443
00972250
00049805
00062349
00067564
00026271
00042107
00036719
01083558
00080211
00074033
00049696
00019795
03119967
00061187
02063912
00061370
03316797
00264400
00033832
00023970
00051370
00068131
00061898
00046300
00043356
00018738
00065703
01270969
02234309
00077604
00047079
00031224
00035670
00023101
00029097
00081467
00044576
00078163
00021305
14974031
00008187
00030163
00074633
03326662
03010812
00009288
00033854
13865112
00019879
00025142
00070409
00024158
00013723
00393622
17058530
00041364
00027151
00065985
00009314
00034022
00324396
00023931
12210472
00007765
00044563
00004452
00019763
00021721
00011431
00072080
00011643
00080797
00074791
00023270
00027544
00043267
01516592
00022589
00023302
00017681
00012873
00045028
00022407
00066045
00069636
00044407
00028015
00025645
00076309
00017488
01307572
00012360
00053422
00008924
00062308
00080220
00071858
03877095
00012179
00008872
00014448
00018265
02831270
03714080
00406562
02709719
00028609
03163001
00010714
00027366
00015267
00726654
00024648
02371802
02713465
00071215
03828818
00044128
02443028
00069785
00060700
00077225
00041757
00050281
00522745
00068057
01123981
00074458
16111634
00025995
00031649
00021395
00062568
00026498
00061787
03242689
00053518
00014081
00071670
00067808
00281506
00080720
00025567
00002306
02513540
00802511
00042039
00072472
02235665
00036813
00045970
00072096
00060799
00073047
00054351
01317296
00081683
00020212
00008710
00068651
02477511
00065198
00072856
00065733
00064287
00063556
00019222
00001171
00006383
00062822
00064759
00001176
00064731
00063820
03470936
00076297
00173282
00034004
00065110
00073082
00051655
00052050
00020483
00008287
00047796
00064747
00062214
00060379
00035289
00008207
00013580
00030814
01093932
01946857
00068489
00081626
00163876
03511194
02774060
00078428
00028432
00011657
00032003
01662149
00018105
00072369
02829806
02189183
00080959
00015795
00012968
00012087
00025036
00048668
00078004
00005411
00032349
00042324
14292888
01028675
00011225
00065323
00026838
00051758
00034780
16606967
00001530
02976840
00028052
00029105
01157212
00081593
00067457
00055261
00060968
16747119
00074307
00072028
14733179
00069552
00013536
02832708
00059458
03758347
00056935
00068465
00660046
00072402
01586654
00063682
00061334
00016915
00028425
00022301
00023807
00056433
00030118
00073424
01829912
00013721
00074076
00013898
00024534
00057332
00047238
00058681
00070724
00971441
00067373
00031485
00036152
00028812
00637295
00051265
00296936
03563164
00020058
00063537
02828476
03090543
03468279
00008474
00354001
00078606
00009007
00044072
00055644
00040554
00073807
01014443
00076521
00005583
00125093
03805089
00081329
00022100
00064914
03633908
00005048
00064652
00044432
00000690
02507913
00929631
00048857
00022289
00015767
00002413
00052501
00074009
00044417
00022088
00005599
00012705
00034702
00055828
02652727
00046267
00036826
03400335
00011679
02814699
00027454
00014339
00071355
00021525
00002899
00013948
00945443
00214575
00081620
00020927
00062397
00073368
00028604
01115160
00017938
00019694
00446678
00022526
00027579
00027663
00003693
01878791
00049899
00071711
00049241
00050967
00006532
00023072
00069941
00013578
00063508
00069163
00048188
00011886
00021472
00023660
00026180
00063596
17200357
00069736
00046705
00035548
00014169
00023796
14166212
03475338
00003901
00049252
00016664
03700852
00066092
00036950
00800228
00077386
00007535
00078711
00080472
00013861
00008455
00001653
00021273
03672396
00029913
00009536
00001744
00041240
00036569
00018234
00048221
03350862
02818928
03526998
00002187
00003268
00073816
00065404
00000642
00017762
02184985
00023140
00020316
00078699
02575161
00034794
03345051
00007988
00020592
00047159
01699351
00067948
00018661
00062694
00005896
00007953
00075159
01923616
00061897
00012180
00037285
00076843
00049077
02124931
00046787
00055154
00067476
00048165
00058398
00036611
03560679
00047140
00072687
00074611
00063329
00081031
00008247
00075170
16108011
00005216
00030631
00002870
00077465
00052815
00067044
03175684
00051291
00073140
00059107
00027854
00019902
00002216
00026606
00035347
00003494
00012141
00023291
00017487
00073430
03333763
00060828
00074051
02438777
00018038
00002276
01661890
00021410
00063703
00067175
03325965
00067356
00013469
00061934
14708897
00070219
01646049
00074446
00007847
00048113
00042323
13625904
00010266
03566502
00051935
00043021
00006856
00052130
00057885
02420056
00003543
00016016
00037382
00005732
00073868
00060187
00022678
00070277
02655361
00037229
17106409
03851467
00078738
00029745
00017800
00536805
17094543
00007481
00048655
00023290
00020354
00071326
00040590
00124828
00068548
02060688
00041255
00056825
00058888
00769200
03647069
03630525
03307220
00041261
00006344
02146864
16736966
00030968
13604889
14284546
00063385
00081103
00054598
00809795
00047692
00055124
13602087
01207190
03540451
00043283
00080746
00069550
00078196
00023252
00022261
00066209
00400193
02674787
00067704
00010720
00042602
00068220
02139904
00052911
01400603
00065577
00051440
00052131
00049113
00018887
00029192
00050722
00032470
00067058
00008291
01534175
00058319
02989503
00071583
00023832
00047198
00053479
00070159
01058303
00023438
00005439
00014574
00017630
00023778
00009631
00000020
00035663
00012121
00044815
00056669
00013352
13868985
03819659
00026886
00060436
03136931
14338993
00015051
00041278
00074577
00011176
00075640
00064735
00069671
00059645
03268012
03190564
00043207
00020028
00014770
00050712
00027369
00066880
00029547
00060957
00058285
00029204
00690685
00052180
00027749
01023506
00024097
00671938
00081350
00079886
00025327
02588727
00063941
00014419
00008092
03371513
00123268
14632070
00001559
02506308
00047350
00037326
00044416
00078747
00035965
00022157
00033987
00035831
16606875
02095141
00041369
00028605
00075719
00032414
00063339
03203313
00566468
00036661
02818385
00056727
00023894
00044774
15208554
00069638
00056268
00015907
00012839
00068799
00021207
00030624
00776628
00024712
00011917
00080106
00049890
00012679
03141388
00034898
00061605
00064213
00063565
02559914
00077250
00065111
00067621
00067125
00008206
00030721
16280134
00020194
00057015
00027451
14687086
02153168
00077585
00022046
16916345
00068521
00017790
00077602
01051183
00024724
00071309
00063566
00042222
15600421
00073845
00068915
00050302
00070957
00041239
00041807
00056037
01569147
03437272
03385170
00056171
00019962
00021407
00019281
00034962
00006807
00037743
00020165
00023496
00008265
00018207
00049998
15422890
00007323
00152227
00050793
00059062
00067180
00027886
16660995
00181178
00034786
02594382
00054975
00060151
00067519
00024247
03241892
00034919
02125895
00054990
01039546
14148217
03624775
00417062
00008513
00081622
00032591
00036640
00009290
00071571
02308989
00006320
00068437
00017395
00005384
00021739
13687536
00071003
02591657
00018024
00071055
00066706
13642615
00008155
00077034
00060927
00058421
13602304
03253135
00080513
00070445
00052671
00019319
00044967
00050207
01887504
00035101
00026623
00002794
00077838
00060584
00036962
03533949
00053267
00063683
00011275
00062876
00044555
00033758
00057221
00056203
00028558
01147069
00044079
00070867
00059461
00065248
00005020
03355056
00026616
00005088
00565490
00020185
00067065
00026550
00013729
00027574
00066418
00028473
00028286
00003695
00012674
00025765
00014791
00043320
00067199
02395089
00054425
02233539
00072374
00043868
00011651
00062293
00077760
00000032
01656412
00006808
00033784
00052867
00071452
00035960
00026841
00063272
02162611
00072662
15769631
00033693
00000703
00062080
00007380
00041258
00013551
00070057
00026181
14743243
00061259
01234190
00004836
00029914
00030852
00077748
00063961
00073801
00043577
00028147
00053801
03764178
00081370
00002411
00074985
00053433
00079944
00077438
00048605
00044489
00060304
00045247
00022568
03895734
00010543
00007846
00071431
00021369
00009906
00042409
00043807
00045744
02000198
00053338
00019934
00005870
00075385
00050954
01305076
00023932
00048275
00068191
01701845
00057125
00077747
00009361
00001936
03722247
00035905
00051108
00020825
00049351
00036025
00079129
00017896
00061005
00042316
00054102
00024425
00049557
00068856
03469088
16193881
00050255
00070038
02057281
03403405
00010682
00080707
00015834
15746995
13709179
00028113
00065165
00032695
00070770
01801772
00035286
00073206
00008364
02060691
00005189
03323589
00033885
00071142
00070066
12454890
00024539
00013394
15384628
00076742
00008334
00051243
00062020
00014170
03613292
00012052
00068428
02670674
00975793
02476392
00019341
00081926
00071134
00013697
01680876
00075151
01245162
00055609
00032768
00072547
00073904
00016756
00027747
00064527
00029872
00341501
00006491
00773588
00008120
15574515
00006910
00042150
03347031
01187943
03330770
02178547
02601046
00032224
00912193
00072794
16369541
02046495
00021607
00008268
00027982
00019887
00025634
00080949
00047915
00028863
00008781
00060297
00007630
00711330
00001456
00045726
00050208
00079770
00022739
02116952
00005940
00035679
01302499
00054804
01336416
03240601
00062972
03223016
00063423
00029430
00049774
00004293
00004063
00953911
00026691
00863163
01225463
00034151
00043299
00069030
00066551
00054978
00011339
00070436
00064724
01500889
00129738
01276408
00026062
00022412
00010633
00061138
02835548
01829022
00012256
00067939
00003389
00001961
00036026
00031588
01311621
17310018
00060102
00017941
00997569
00013984
00006815
00000725
00073698
00013863
03515578
00007047
00077156
00008408
00052529
00258455
00007209
00053866
00054859
00031134
01449594
00075008
00080537
00265536
01418424
00005706
00055564
00007752
00044763
00034698
00041311
00063595
00040921
01125009
03447740
00045736
00072478
00499279
00036409
00025025
00051435
00044148
00074532
00028032
00022214
00076264
00040741
00008977
00001422
00073330
00005133
00077905
00035801
00018660
00007939
00056033
00034961
00017812
00014710
00024464
00017235
02283614
00009764
00011744
00046975
00068155
00053308
00000554
00447815
00062445
00019726
00057847
10492079
00003893
00024400
00048468
03308610
00076528
00034616
00033671
14568606
00077169
00068266
00042817
00020621
00081285
01651628
00060378
00047114
00013870
01589325
16930322
00035736
00080430
00028639
00041508
00055685
00074254
17093283
00041244
00021180
00044868
00024620
00011593
00028783
00080831
00055446
00018939
00009052
00007408
00049329
01010113
03177634
03554102
00034995
00013389
00074572
02328555
03783607
00081531
00040332
00081909
00014454
03747801
00070972
01989627
00617002
00019811
00066093
00073795
03542494
00046282
00030839
00036129
01625459
15623647
00026624
00033882
03596887
00027976
00044906
00019404
00053021
00044945
00032099
00000242
00010508
00023010
00021326
00065297
00052601
00032225
00003274
00014720
00029596
00068762
00035361
00057373
00011674
00054475
03082340
00060377
00064594
00672383
00018266
00074833
00069946
00075652
00019764
15230012
00053106
00040436
00028911
00012289
00004264
00071524
00042057
00011393
00017081
00013379
00065279
00013423
00012569
00009020
00013590
00876404
00076154
00041769
00382850
00017818
10935313
00046290
00047021
00060690
00048558
00011453
00005924
00070537
00021973
00063376
03196645
00046934
01576288
00015030
00180782
00081194
00049551
00007406
00078546
02093014
00007089
00035638
16031260
00074597
01531108
03758007
00061006
00063360
00064034
00078085
02619423
00004222
03159687
00071923
00068373
00071888
00066344
01618203
00026133
00002155
00002174
00041973
00000641
00068991
00223894
00062354
00068678
00047215
00026817
00066085
00010161
00053285
00546708
00008985
00075373
03782157
03314809
00031009
00002178
00021751
00035851
00052967
13839828
00053189
00081411
00042379
00016049
00051402
00014144
00041942
00079259
02316324
03481725
00051544
00636574
00026026
15357211
00001525
00027038
00231006
00012902
00006539
03094430
00022349
00000016
01319651
00058406
00071443
00080287
00002185
00026695
00042189
00046019
00057316
00422016
00051750
00020977
00028821
00055977
00053662
01485835
00055981
00078660
00054906
00041881
00011750
00051103
00078313
00049804
00078093
00066041
00063354
00054805
00065837
00010392
00014036
00074900
00647432
00023524
03384143
00032172
00062297
00057546
03119688
00074558
00544981
00007787
00041200
00019832
00003882
00005737
00018734
03455863
00020457
00053079
00000355
00068241
00067107
00066574
00017393
00035547
00051977
00894971
03142647
00041775
00070168
00017494
03192541
00011179
13814428
00061782
00005106
01957327
00003134
00059123
00036107
00058156
02129449
00042829
00074613
03111676
03674552
00630096
00076587
00071902
00032180
01783038
00072413
00180569
00051968
00065770
00075552
00045243
00017547
00005011
02337005
00073572
00032375
14579365
00014184
00021160
00032306
00049918
00036485
00051007
00065877
00003200
00032120
00067761
00013401
00019957
00011301
03083040
00049156
00012449
00017080
00005201
00071459
01040374
00015386
14617286
00069299
00000732
00015499
00073163
03569698
00072727
00068696
01397284
00062612
15706090
00068107
00019791
03550943
00062507
00000356
00056402
00841919
00065772
00043821
00041098
00016141
01313455
00062704
00024591
00145625
00069680
00002286
00022398
02502336
00007078
00045046
03524679
02387665
00048091
02436085
00058574
00037328
00026425
00052017
00016309
00028795
00032675
00062414
00067223
00044983
02583378
03287938
16015570
00935889
00063072
00028718
03384550
00000111
03787617
00059843
00051057
00019894
00012133
00040834
03579999
00052814
03029726
00594296
00010678
02171630
00019360
00016699
00060871
00041428
00022095
03206947
00066650
00020858
00035291
00022109
00032175
00010647
00643321
00411127
00190031
01978992
00028036
00079675
00028248
00050287
03661532
02851656
00073643
00056165
00054884
01241532
00002529
02830930
00030746
00017041
00045235
00037552
00000678
00028247
15381150
00071803
02817530
00072921
00005268
03766496
15804173
16752618
00042803
00066322
14670933
00043329
00056119
00050794
00059770
00034816
00032600
00070841
00056911
00024778
00000777
00042663
00035772
00068221
00020012
00002891
00030581
02315791
00074251
00011312
00032226
01188749
00078559
00015381
00006384
17162542
00078694
00057160
00061314
00077924
00068009
02748253
00037200
01885742
00014238
00024510
00013065
00005704
02763758
02157099
00060021
00007316
00030270
00024643
00072213
00056337
00008361
00029027
00022867
00049573
00079618
00016291
00074649
00003685
00015227
03755463
00012816
00070191
00081212
00046870
03400704
01417845
03486977
00035897
00013894
00017719
00080543
00063256
00021268
00060209
00049847
00015097
00028482
01209763
00035116
02773749
00066052
00068593
00036837
00067320
01669238
00034623
00047058
00027407
00074417
01225971
00073490
03221022
00082075
00044631
14358939
00035596
00043234
01258038
03246966
03390578
00044304
00019920
00002193
01153046
16201477
14337425
00020813
00050514
00074663
00046891
00067280
00006125
00012756
00019771
00040819
00072049
00068230
00382479
00012471
17230729
00031345
00027993
15211951
00065106
00042299
00028146
00028682
00077766
00063506
00071904
00052888
00012896
00037180
00072694
03218440
00030989
00005926
00075103
00070620
15912580
00019980
00015106
01441466
00031079
00056049
03768583
00023799
00019793
00028446
00043415
01242867
02353107
00078621
00055099
00078591
00012597
00012901
00032609
00026694
00072003
00074289
00081362
15216374
01526606
15805914
03840004
00666802
03293548
00076527
00033952
00069153
00072943
00008038
00054024
00059218
00034164
00034491
00024507
00017560
00035324
00074713
00054201
00035305
00072745
00015720
00024106
00043303
00070651
00024258
00081263
03292795
00012524
00080792
00068594
00075468
03455451
00004023
00063213
00033687
00066138
00075886
00184583
00034369
00044336
00020202
00008462
00069811
00071734
03483277
00011136
00080609
00012635
16563113
00066459
17203541
00048568
02768447
00062621
00052530
02558693
00077860
00058732
00017515
00722525
00020602
00035778
00042984
02208602
00044691
00035771
00035991
00060306
00034860
00075907
00018665
00051078
00005313
00022165
00028734
00036081
00062176
00075673
03726475
00011766
00056811
00058844
03225944
00022189
00027716
00001533
00007319
01857174
00037676
00071174
00064607
00009566
00075813
00067809
03624731
00081424
00056050
01058799
00681324
00025686
03285065
03335997
00076249
00028041
03083434
00005865
00043623
00030861
00015143
00007781
02048403
16922252
00046568
00071130
00026554
00035494
00041833
00065125
00041882
00052573
00065626
00067764
00081627
00010599
00042759
00040542
00071547
00019101
00002747
00058682
00073421
02483637
14061343
00080605
00007782
00075772
00041416
00017766
00044635
00055123
00063481
00011357
00062084
00059129
00016070
00006890
00054453
00050999
13900886
00056426
00075322
00020647
00057675
00068820
00066895
00050969
15620721
00017755
00018128
01541843
03693907
00001127
00020306
00042548
00061450
01439777
00009037
00002967
02142529
00014705
00072539
00007329
00042152
00028342
00011005
00043822
00063749
00011046
00048461
00015398
00035414
00043802
00022130
00071206
00056023
00016356
00008990
00020419
00074695
01656157
00025644
00072033
00055243
00049670
00016739
00056917
00009313
00724599
00004034
00068231
00015961
03577255
00009632
14763613
00019637
00064021
00009322
03239066
03249226
00004898
00052511
13764836
00010307
00043391
00031708
00008080
00077888
03688355
02050312
00071916
00029806
00073712
00077739
14604667
00000926
00013372
00072016
00064193
00063557
00022881
00048488
00058442
00044436
00017178
00011834
03721980
01008190
01398417
01188813
00023945
00007063
00027671
00022283
00001307
00010616
00015015
00049112
00005137
00028238
00056857
03586115
00049652
00074192
00054973
00005076
00060181
15328637
00650662
16894155
00023028
00003895
00040888
01152780
00014437
00060798
01819332
00077434
00047958
00079036
00069080
03498472
00020827
00009850
00021106
00031540
00053881
00025764
00033834
00056178
00006156
00017609
00015764
00027386
15346085
00042853
00071887
03049392
00052293
00010731
00129912
00060155
00019227
00021690
15871377
00070056
00076382
00007067
00056530
00067184
01072770
00072390
00051730
00071019
00044295
00023758
00060802
16086716
00273010
00051218
00035306
00026175
00384936
00013142
00042404
00048548
00031923
00026535
00080655
02488474
02869944
03531143
02152719
00046868
00031725
14547433
00024550
00045106
00016056
00047435
00009610
00013066
00066751
03321905
00012062
00072496
00078733
00073851
00055147
00076188
00002855
02889767
00316891
00021665
00026544
03632593
00010360
00036636
00071960
00016237
00066663
00031322
00027911
00002299
00015180
00062965
00027368
00059091
00011096
00013326
00044950
00071838
00815726
00077857
00081490
00056074
00020866
00025770
00055809
00045723
00019849
00005813
00069738
00047354
00073422
00037055
00034863
00071216
00073702
16940176
03168013
00077175
00018346
00011638
00044340
00042104
00076774
00035118
00007011
00076358
00066019
00036638
00013240
00073308
00035704
00053528
00058512
00026179
00392678
00011012
00026015
00011171
00008532
00078133
00076310
01426016
03335665
00081284
00035170
00019848
00054928
00584587
00012475
00000717
00077883
00011853
01626904
03227550
00006139
00064010
00042216
00009601
00059121
16577351
00044349
00006759
00035570
00078434
00015496
00439545
00049881
01569259
00007051
00896993
03047577
00077170
00028465
00000306
01533796
00020731
00061019
00074591
00019340
00078366
00012025
03371570
00076333
00067477
00046209
00017345
00052044
01353463
00044958
00081073
00066185
00007020
02506302
00001082
00032893
00004993
00016183
00069841
00043445
00024126
00556357
00010937
00031011
00005441
00026173
00058496
00060224
00023342
00068922
00076204
00007699
00045800
00078214
03542901
00035870
00045073
00044044
00006859
00012433
16290317
00033880
00016808
00067033
00009342
00026047
00033685
16300515
00032501
02020366
00070598
01814703
00044327
00015229
00054938
00020972
00079940
00068424
00042534
00053692
00213873
00072441
15949984
00074787
00072780
00045997
00076563
01888833
00007299
00035820
00030618
00017746
00031724
00069555
00050662
00028709
00007631
00020134
00027849
00008911
00055177
00058689
00639393
00678170
00739687
00019625
00012343
00016896
00985510
00001267
00021497
00024245
03438441
03106425
00016180
15688867
00024657
00075207
00007718
00079106
01342017
00023609
00020719
00025884
00017904
02880992
00016019
02300347
00054944
01589740
00304440
01330160
00020625
16226509
00057511
00013967
02417491
14409771
00059000
00081295
00077685
00069363
00021764
02964586
00010768
00046318
00060158
00071324
03258583
00063880
00053765
03247428
00042233
00026851
00011897
00047644
00013722
00069539
00014447
00017339
00079511
00001019
00025154
16721197
00007940
00017029
00014305
00062108
00062350
00013047
00007184
00923100
03238572
00062952
03464733
00001861
00075959
00029423
00055345
00066434
00069350
00064776
00052018
00044899
00047612
00075581
01938079
00050796
00025870
00046958
01780241
00060171
00001940
00049262
00056463
00052556
00025321
00053333
00025559
00018744
00035409
00028840
00051773
00076359
00022626
00016689
03842716
00064303
00005803
03744339
00046406
00043031
00053366
00053458
00075639
00011052
03170597
01054110
00041455
00013640
00066581
00021750
00650257
00076203
00007140
00064245
00012048
00035832
00016191
00017026
03776907
03776329
00060767
00049649
00074198
00008939
00061479
00012214
00034394
00031888
00064334
00018035
00074453
00049005
10234270
00026366
00001676
00044539
00006655
00008179
00062716
00013985
17269231
03255448
00075965
00047375
00016473
00025408
00075830
00021464
00073604
00014173
00061084
00063180
00018452
00007771
00030328
00001172
00070697
00007002
00026308
00014687
00034756
00076373
00070999
03772180
01361320
00075759
00081857
03230798
00033813
00035206
00005141
00995448
00013073
15054646
00080004
00012596
00041096
00071931
00071731
00023285
00063743
00011748
00011668
00070494
00019861
00044934
00059480
00053185
00948120
00062637
03816221
16351999
00030988
00050161
00061149
00009581
00033730
00719876
00069875
00016143
00012473
00049944
03897085
00035672
00073533
00048570
00023633
01739159
17204877
00033637
00000561
02388953
00030192
00065798
01040968
00060873
00041021
00053269
00003118
00008849
00007300
00070981
00015749
00020164
00072536
00963022
00004901
00002726
00068916
00034854
00025253
03720299
00015332
01626478
00001992
00072892
00063327
02586182
01533993
00073055
00059722
00019624
16178281
16468765
00042746
00080943
01503848
00016335
00064234
00069358
03181002
03666347
00065253
02245193
02125972
00000013
03309995
03203356
00001308
00043029
00054281
00041351
00012820
00057624
00005846
00041468
00021400
00078318
00056939
00010930
00011203
00006141
00075535
00078346
00064917
00068982
13831368
03794110
00071907
16519818
00640390
00054012
00071627
00037573
00056068
00059529
03485699
00024148
00065374
00012605
02320845
00010746
00014158
03417714
00032429
00014735
00035580
14944530
00078520
00025563
00032661
00021478
01757644
00070497
00030820
00059688
14974016
00071599
13726329
00848448
00026848
00243992
00737382
00054299
03062744
00035907
00061093
14407212
01068254
00057863
00074134
00018184
00023381
00016047
00600802
00016734
00016668
00001880
00080229
00046665
00056758
00069619
00164637
00005007
00005978
00078208
03707718
00028270
00054897
03448476
00016528
00022099
00041966
00011732
00131320
01332494
03564857
03459659
00016796
00037283
00079150
00302863
00075807
00035137
00065982
00078798
00060298
00055094
02872922
03710202
00019880
00013560
00058313
00012555
02984722
00025714
00053667
00030686
00041310
00057552
00023761
00064468
00004533
00076618
00043383
00020991
00066010
00065252
00026259
00049666
00069670
00066026
00041465
00050452
00015771
00009652
00008874
00008363
00004263
00063767
00007837
01902829
00055618
00013774
00056728
01398356
01892384
00080003
00042667
00014066
00013489
00081320
00034454
00542165
00062364
02720658
00001436
00011776
00072066
00023032
00011316
00036545
02747957
00013076
00015867
00023031
03349679
00041305
00075688
03314867
00035680
00073615
00080013
00014640
00013598
00054108
00041073
00011824
15916045
00004258
00075504
00037779
00041460
00045834
00005113
00067220
00068433
14184883
00066678
16543341
01230774
00072480
00053702
00081159
00021286
15216187
00029243
00052835
00053793
00005169
00735290
00009286
00041461
00067893
00053446
00030845
15076373
00048463
00001887
00050286
00011635
00032430
00042780
00019993
03449440
01807569
00009525
00054976
00061041
00064489
17366393
00065822
00013942
00012452
00073341
00070820
00068147
00059768
00016535
00073813
00072332
02241464
00022318
15950970
03613934
00044268
01896010
00054550
01323775
00027862
00008021
00012047
00036052
00026559
00044927
00009524
00134000
00249873
00060189
00023498
00255689
00075152
15065795
00061081
13849694
01619083
00000008
00028738
00081216
00016607
00007728
00020437
00004270
00076467
00017550
00019475
00006659
00062706
00903821
00073338
00005897
03242108
00667849
00018197
00041681
00068195
00543634
00007854
00018869
14714723
00014717
00013488
00035768
00062856
00022995
00011647
00035869
00027810
03362776
00003403
00029648
00042006
00073547
00034330
00066865
00005808
00015937
00071460
16388609
00024315
00056505
00019000
00058325
00002179
01475610
00053867
00074156
00009486
03438852
00020987
00046021
00065099
00059303
01286827
00053466
00068842
00081962
00065261
00024294
00005936
00073625
00022379
00064500
03676267
00035198
00007828
00075453
00079152
00021477
00073699
00041967
00034998
00022227
00070113
02882534
00054019
00006999
00000170
00075757
00424862
00074065
00035214
00045979
00251470
00007239
00073197
00051872
00070609
00011441
03600893
01006257
03199614
00012814
00034655
00010984
00045709
00066086
00036822
03857698
00071261
00070237
03390692
00012930
00037486
00743639
03466296
00076429
00067327
00082013
01662203
00074639
00048985
00016402
00015001
00002851
00066191
00007647
00075330
00031075
01961705
00034150
00045161
00023271
00041018
00030169
00027980
00012927
00008992
00080809
00061560
16703952
03635239
14580377
00046996
00035040
16742422
01911276
00024112
01667319
00036069
00031074
00061135
00003623
00080801
00022592
00014175
00053321
00062880
00040441
00043544
00011081
00005095
03237002
00023311
00744525
02690166
00010098
00014271
00040537
14372004
00029240
00079764
00036686
00036251
00027207
00054133
00011984
00067098
00074109
00062261
00874596
00016139
00064247
02531844
00075445
00006814
02350037
00068233
00064581
00011829
00071225
00020955
00079654
01267573
03594327
03291405
00068849
00063033
00075945
00020210
02250713
00067996
00068156
00056127
00006466
00063580
03030943
00060113
00081017
00049269
00011936
00008008
00051834
00070130
00025696
00052402
00009080
00013816
00050284
01215560
00008892
02794639
00059186
00350368
02006476
00041578
00071946
00048355
03702528
02612327
00042729
00067862
00044916
00049886
00018345
02500232
14028248
00023469
00062776
02831527
00051079
00077758
00017761
00025273
00420460
02556632
15970064
00026418
00061179
00041399
00071525
00064590
00031647
00066125
00063526
00062699
00022800
00036676
00081469
01715284
00008176
00080386
00805574
00074441
00071235
00020899
00066020
00001229
00077270
00056254
00013429
00081856
01662357
00068172
00056133
00074595
00080972
00017014
00031055
00044028
00000005
00029203
00021526
03306863
00030148
02903072
00021736
00030113
00053510
00030097
00069408
00137930
02368368
00016332
00019479
00046192
00054907
00054667
00068148
00028114
00001699
17368059
00024410
00007660
00070270
00016478
02547720
00588410
00052907
00077117
00032322
00003057
00081352
14866890
00022384
00028823
00073759
00044736
00026501
00058685
00028616
00041777
00049021
00070616
00013234
00056813
00055105
00032064
00183235
00014152
00057147
00060201
00026343
00019827
00017716
00024270
00050673
00013806
14210717
00033866
00001478
02614046
03313919
00005886
00062392
00035650
02076411
00011078
02686755
00022750
00053461
00020497
00020726
00044169
03764955
00010248
00019439
00000127
00027103
03742473
00005028
00006755
00041140
00032089
00050596
00026920
00384792
00608675
00050429
16504315
01802208
00019655
02708905
03124054
00000694
00051355
17256109
00013071
00048476
02444141
00022333
17337835
00024168
00076677
00078109
00077593
00077233
00034292
02888668
01850237
00042601
00062850
00062250
00023797
00065681
00005938
00005200
00013077
00055841
03583964
00017122
00066582
02398707
00046517
02278936
00065984
00037008
00001557
00014565
00034661
00027192
00073588
00073751
00002554
17280437
03347501
00021267
00056025
00041821
01739437
16599447
00058898
00079517
00073052
01330211
00052179
00019181
00035041
00009304
16095856
00234380
00048134
00062837
00026519
00072541
00013193
00018843
03096401
00008600
00068046
01949222
00055400
02482891
03321419
00009069
00078922
03563767
00017581
00013548
00010727
00034296
00051508
00040293
00001296
02399086
00046892
01508299
00061607
00065812
00057563
00057503
00045323
01303603
00035729
00044382
00064229
00013745
00067703
02456207
00032342
00012273
00049248
00019767
13652994
00033729
00060875
00049129
00067417
01358999
14314436
00081176
00028760
00007517
00026869
17189771
00016413
00025084
00061471
00016819
13680977
00019079
00007046
00005018
00059262
00007205
00058576
00034960
00077174
00051447
00026340
00081866
01115171
00012469
00035908
00046576
00046954
00751268
00068966
00051975
02946544
16784964
00007287
00014737
03147738
03137516
00032685
00065774
00076800
00016328
00036895
00007309
00043043
00041874
00012758
00062404
00079373
03730540
00058768
00018638
00015540
00043361
00047795
16653218
00064893
01910376
00016271
13944210
00034652
15306381
14106449
03159408
00898710
00002954
00041209
00020912
00001430
00026279
00045962
03411061
00064547
16215100
00059235
00009405
01142928
17269683
00069143
03804532
03760827
00000667
02502493
00010163
00027255
00014182
00069229
00060819
00008616
00032399
00019797
00054149
01907248
00069369
00040351
00074811
00028778
00024124
00043585
00050521
00008813
00076041
00075018
00026061
00021309
00042794
00045722
00742541
00024098
00001227
00054278
00077172
00040347
00060834
00035716
00044622
00009495
00343000
00047000
03366517
00044274
00020917
00051296
00019126
00002246
14727401
00052664
00044383
00049273
00071233
01301167
00029680
00014160
01890967
00030339
00073685
00008870
00066058
03528706
03867086
00058201
01510510
00000707
00053354
00058500
00072875
00066933
00012498
00040181
16338144
00070050
00006121
00077064
01091403
00025871
00076744
02531420
00072297
00077942
16254909
00078393
00046303
00053191
03707877
00003125
00054842
00027455
00051569
00053096
00032363
00007922
00069798
00068294
00013632
00043089
00076929
01701601
00075277
00000662
00029543
00020077
00032286
00060380
00080112
00017699
00047717
00069280
00004260
00029457
00057073
00029774
14757185
00152002
00009731
00015836
00049560
00021487
00043319
00014701
00002260
00068477
02051495
00016759
00023236
00195608
00035770
00047287
00018057
00026820
00013874
03560368
00069426
00047613
00041211
00077933
00035925
00058933
00067214
00035014
00521590
00043095
00061861
00005019
00017027
00006901
00006248
00046920
15557511
00041215
00071172
00064671
00057876
00073342
14918413
00063608
01304519
00020001
00035725
00047823
00036941
00070964
00069563
00066755
00023352
03868934
00054116
00018414
00032406
16703847
00005931
00059751
00008725
00056443
00072564
03299615
00044453
00022076
00068085
00053303
00007785
00002157
00025286
00061736
00268456
00022422
00010004
00023864
03251111
00025008
00017047
00051824
00044296
01890410
00018929
00009472
00013139
00053470
16155898
03291508
00052516
00052571
00003012
00051109
00045282
02627876
00020041
00080771
00073230
00008857
00044896
00053192
00030129
00008172
00011999
00014137
00041208
02946594
00006969
00036806
00045013
00037279
00012321
03778297
00035730
03620790
00075218
00007944
14456945
00461890
00001682
00079602
00077377
00036849
00031062
00004639
00051973
00075212
00017095
00071103
00079972
00018253
00023760
00058341
00057562
00076647
00057551
00005211
00067923
00008347
00079653
03236176
00030636
00017792
00014793
00019320
00328779
00053478
14409774
00019762
02021819
00061165
00081651
01922083
00076001
02129621
00021045
00058678
00080601
00061737
00026174
00021718
00075171
01653127
14797141
01230657
00056470
00022071
00010446
00034250
00074702
00020266
00072505
00030812
00074539
00044335
00041658
00034589
03783592
00024122
00045803
00047562
00036886
03705412
00000010
00022776
00035590
00029170
00075217
00035706
00057168
00070010
00020593
00046169
00062295
00064647
00013075
00069579
00008771
01292631
00003054
00020832
00056002
00009213
00049836
00076469
00042119
00006852
00044418
00044137
03606119
02733855
00054243
00031761
00052061
00010395
01715023
00071400
00073991
13843378
00025766
14420392
00010258
03466942
00071296
02686443
00037485
00002488
00003295
00076209
00034484
03885535
00029734
00069286
03835678
03328367
00004458
00015211
00062759
00040878
00025364
00047730
00077441
00056059
00023268
00003343
00337007
17012472
00079988
00651265
00025855
00035738
00015772
00058478
00056899
00066961
00008204
00021645
00080219
00011119
00032400
00058399
00016241
00767368
00063302
03773392
02642319
00056797
00065899
00055467
00015050
16052021
00040880
00027824
15503210
00045972
00022173
00469630
00049331
00074786
00044711
00058618
00080979
00024065
00043850
00077309
00040154
00044685
03257292
00026236
00046884
00002191
00063534
00067295
00009591
03221475
00005054
01466534
00044843
00056458
00014407
00000086
00016261
03334217
00048051
00077736
00073770
00009822
00029542
00001592
00078404
00060717
02756781
00044729
00066893
00010591
00026387
00007436
00019028
00762161
03412537
00018424
02502276
14473459
00054257
00022120
03603601
00044972
00017562
03489002
00051217
02121765
00008594
00075973
00041400
00013450
03360323
00073057
00002955
00017505
16709829
00412693
00075279
00066667
00868614
00003341
00006824
00045146
01739000
00032558
00027226
00061082
00001302
00067975
00031067
03356639
00005885
13749042
00014332
00033635
00048659
00057565
00006886
00074457
00037255
00045771
00014941
00042090
00008296
00008079
00021551
00013602
00306487
00069924
00035986
00003142
13771269
00068525
00000165
03243065
00065538
00021503
00052222
00068636
00063699
00021019
02113559
00424764
00017234
03808770
00010744
00017102
00072566
00008614
00020904
00011828
00046624
00019859
00018833
00080357
00406762
15965974
00074819
00414359
15855373
00015145
00062898
00020118
03160096
01818611
00013873
00030635
00030695
00048587
00019333
00045024
03739345
00055251
00042319
00007498
00058415
00120665
00066884
00032830
00005517
00027280
00081197
00270300
00016878
00060131
00063940
00564598
00071905
00006140
00031012
00021416
00005351
00078198
03313371
00050968
00002248
03104027
00036197
00008010
00006408
00081035
00066810
00010712
01229662
00072011
00074099
00031545
00028155
00070824
00063350
00053450
00043685
16051657
00024606
00025236
00005168
00000706
03679371
00066008
00000571
02512436
00081307
02763125
00060708
00040605
00048797
00055146
00048730
01047505
00045963
00049322
00028941
00021789
00064945
00033741
00014010
14036071
16946029
00040016
00012355
13847433
00077549
02342573
00076465
00336146
00034046
00010260
00002320
00070967
00040492
00006608
00005531
00028243
00023596
00070080
00065394
00193338
00081185
00008017
00058676
14293275
00037099
00060967
01674578
00035703
00080677
00070830
00014249
00063293
00043206
00006803
00035721
00059829
00042105
00029545
00058822
00024792
15125363
00060109
00080621
00010598
00016990
00055998
00080381
00061746
00561031
00026980
00060208
00059150
03376164
01044975
00064041
00081950
00024127
00033981
00041350
00067933
00025028
00035767
00044889
00054026
02022392
00000195
02832938
00049758
00789882
00018096
00034761
01950119
00016629
00046779
00005053
00041412
00046794
00048770
00040335
00029654
00016252
00061189
00074376
14994880
00001454
00005702
00012886
00254042
00070919
03729634
14397320
00546616
00022162
01719765
00012513
00071227
00162861
00012468
00040986
00068383
00061054
00080085
00010066
00967298
00022991
02474275
00048459
01141196
00063594
00015396
00043684
00012843
00079862
00002239
00023235
00012564
03474693
00068243
00117820
00034625
00144044
00045201
00077750
03194164
00056511
00064405
00049171
03272609
00003357
00256486
00000075
00072523
00040443
00043843
01423304
00552660
01456378
00027825
00037243
00029812
00021678
00026103
00024055
00005009
00591399
00025965
00014096
03881047
00078584
02991825
00056671
00037657
00152554
03784022
00015240
00026721
00038526
00514438
00058153
00341565
00001426
16009251
00050235
00050497
01381978
00042918
00063926
00353055
16398280
00035073
00074544
00009439
02946461
00024743
00050802
00053575
00018418
00016448
00004795
00012059
00044179
00014177
00046942
15488012
00080251
00007324
00070737
00010417
16622943
00036512
00006555
00469456
03717808
00081294
03583842
00074095
10615242
00024565
00022129
00532583
00046516
00045768
00024103
00008576
00452790
00197667
00077648
00069970
00005929
00037300
00071932
00075016
01246298
00035375
02188288
00328302
01608001
00069863
01420028
00022369
00026166
00026105
00026601
02507344
00001293
16061318
00047101
00072698
00057353
00045118
00319199
00262346
01347684
00072318
00080751
00075826
01237369
00063133
00063155
00050409
03194977
00017615
00002156
00054040
01469305
00056512
00081499
00033865
00032763
01870240
00043013
00050179
00036437
00073568
00025233
00001572
00019701
00013340
00063555
00064156
00010852
03388475
03790474
00016719
00066372
00028190
00029876
00054300
00017557
01401568
00025266
00050713
03294758
00027898
00037741
00040601
00007124
00011114
00017120
00074243
00068979
00506818
00058205
00051745
00052816
00079151
01433212
00060279
01307836
00060496
00005442
00020822
03193512
00029007
00051760
00058816
00053891
16757999
00068246
00011135
00002310
00076628
00013679
00020872
00012893
00025083
00077437
00036672
00066890
00634498
03251440
00074332
03646623
00034108
00015076
00007062
00042820
00030529
00050340
00063277
00051054
00019501
00032102
00000849
13603166
00070959
02773046
00077726
00027387
00021149
00066043
00066139
00044948
00050312
00036522
00057222
00025330
00004638
14292787
00080022
00055447
17343942
00081028
00071548
00073162
00014379
00054018
00035655
03794658
00013493
00011342
00008252
00076948
01832090
00043779
00012493
00035571
00013888
00056077
00029589
00009222
00069821
00021338
00025767
00004992
00034242
00002315
00055380
00062203
00067624
00072744
00042091
00080510
00000822
00002319
00071316
00042550
00051048
00158751
00006822
03001649
00020603
00034997
00011645
00018092
00047172
00068855
03813667
02604750
00066021
00019780
00055233
01093755
00024734
16582889
00071615
00073842
00041671
00041703
00021480
00560711
00021722
00005513
00076496
00036850
00020310
00042160
00068049
00010548
00068350
03751794
00078951
00024584
00067998
16342814
00054316
00013980
00043776
00025886
00042919
00021584
00005111
00002943
00043185
00081331
00006165
00010429
00006861
00000870
00002355
00046867
00783144
00052192
03213327
00004498
01838489
00013623
00007108
13603673
00051210
00007707
00001873
00030406
00017046
00020040
00062951
00067904
00080413
00032795
00006308
00061268
00066631
00024599
01028375
00046246
00020861
00005887
00020601
00028702
02515179
00026512
02470499
00023757
13861494
00013068
03248729
00005105
00010217
01582710
00029770
00045064
03412694
03673453
03324480
00005778
00028132
14673551
03616088
00029071
00035909
00858694
01094935
00010183
00027675
00027206
02593540
00050808
02087917
00075310
16930212
00064346
00059953
00020204
00065847
00021559
00073264
00200556
00072237
03316691
00063057
00032590
13654662
00175249
00078656
00037352
00067195
00067131
01605941
00002852
02891743
00032045
00079338
02142914
00066151
02101938
16761330
00035354
00034016
00052143
00025278
00010469
03864885
03242387
00046702
00034888
00079663
00074774
00044141
11202573
00045209
00041740
00009316
00006547
00011442
00010262
00066904
00072455
00054063
00018274
00069954
00014095
00213217
09459519
00270968
00054296
00000119
00880953
03176835
00030719
00012986
00037780
00036821
00026716
00040620
00027195
00076968
00051211
00015897
03816820
00042808
00079699
00070479
00063528
00043484
00070224
02055997
03731852
00023775
00024143
00064435
00014140
00020133
00015268
00051951
00017507
00053770
00064446
00077199
00036182
00054146
00017614
00006995
00010663
00031013
00035052
00068051
03109699
01947955
00057379
03672914
03219566
00062427
00008205
00007985
00025270
00012532
00067920
00061315
00277331
01843091
00008375
01905093
00053456
00041457
00016527
00013783
00668543
00002298
00010584
00540423
00051972
00032381
00051688
00042837
00064627
00646305
00009580
00394364
00012470
00010683
00069523
00031044
00005387
00021961
00022556
00030747
00008713
00036198
00019169
00015752
00027289
00003392
00035649
01360648
00067668
00045705
00025582
00059889
00014839
02306918
00056109
00051340
00030341
00047356
00064217
00016606
03383591
00056859
03475221
00005864
02555912
15051907
00075812
00050680
00030314
16377353
03258127
00049996
00011240
00019473
03372861
00073804
00045340
00036188
00049603
00070311
00020641
00157144
00056099
00061017
00055833
00006752
00025928
00027022
16092824
00010665
00004761
16734104
00058593
03485040
00031648
00036823
02379399
00031541
00071294
03171922
00064497
00014183
00028365
00019607
00067236
00062941
00016733
00075023
00018527
01321349
00854780
00912718
00026717
00041045
00009394
00028636
00041853
00162382
00024145
15134007
00005434
00009216
00058495
00274338
00047688
00079883
00074098
00179477
00035370
00028388
13677125
00042526
00011780
00035940
00075456
00070332
00040165
00043801
00008433
00073989
00073427
14079477
00036432
00001790
00066793
01052969
00074832
00054996
01090064
00072248
00009212
00065803
00008804
00013648
00004453
00031301
01993074
15665480
00024069
00059112
00032066
01198743
00073964
00035702
00010631
00020520
00168167
02097913
00062705
00354414
00076338
00057017
16982223
00050545
00080816
00002205
00007382
00070943
03252453
15951419
03278442
00021347
00835975
00013430
00054991
00068045
03212004
00077963
00001972
01097406
00057864
00034202
00051362
17136136
03676046
00011480
00071240
00035710
00009064
00016074
00028474
03332446
00639991
14800343
00080111
00004756
00024054
00074089
02648630
00028801
00000100
00012495
00077773
15369139
00069628
01929539
03036280
00056089
00065159
00066702
00064667
00002512
00068592
00010990
16738359
00017123
00064646
00026402
00012448
03679164
17337929
03479915
02918672
00035592
00020849
00007925
00696318
00005770
00016029
00012465
00062226
17111850
15315929
03409393
01759161
00001962
03048054
01244712
03215368
00066365
00058821
00000817
00001582
00080322
00035942
17049412
00043340
00017124
01436887
00003342
00032296
00020313
03320458
00070827
00022052
00053675
00068283
00018332
00067338
00048566
00062100
00080772
00060198
00035759
00016987
00021822
00041795
03418495
00081674
00001697
00009951
00022614
01198245
00032111
00071315
00014445
00016038
00045314
00061916
01089307
00053954
00074258
00069381
00046750
16260204
03799627
00014052
15454509
00006484
00042221
00046248
00008991
00075589
00028912
00025078
00028658
00011009
00070974
00014506
00014993
00046575
00054910
00013605
00068899
00021901
02677725
00009063
03687806
00077711
00049168
00025643
00005386
15309269
03368731
00030515
00062357
00035383
00058218
00041267
00060881
00074473
00042306
00068672
00044089
00026625
00786185
00033935
03418966
03171975
00978747
00036765
00008043
00055322
00057980
00026107
00012054
13604276
00459509
00051660
03072777
